<template>
  <div class="" id="aboutProject">
    <h2>О проекте</h2>
    <hr>
    <p class="larger">
      Сегодня, все ускоряющееся появление новых технологий приводит не просто к технологизации нашей жизни, но и к изменению образа жизни, появлению новых способов коммуникации в обществе, изменению нашей культуры.  Лучше всего это видно в области ИТ-технологий, которые  стали  не просто объектом разработки, но и объектом исследования. На сегодняшний день социологические, маркетинговые и многие другие исследования проводятся в цифровом пространстве. Понимание коммуникативных процессов происходящих в «цифре» (например в соц. сетях) является на сегодняшний день объектом исследований многих междисциплинарных коллективов. При этом, зачастую, возникает вопрос о связях тех или иных коммуникационных процессов с реальностью. Определение и интерпретация цифрового следа «события» происходящего в реальном мире является не тривиальной задачей.
    </p>
    <p class="larger">
      Современное общество неразрывно связано с социальными сетями. Многие уже с трудом могут представить себе жизнь без использования Вконтакте, Facebook, Twitter и других социальных сетей. Значительную часть времени мы тратим на переписку с друзьями, чтение постов, просмотр фотографий и видео.  Все эти действия отражают психо- эмоциональное состояние конкретного человека и в целом формируют портрет его цифрового двойника.  </p>
    <p class="larger">
      Переходя на более высокий уровень и рассматривая информацию из социальных сетей у десятков, сотен и даже тысяч людей, мы сможем в некотором приближении определить социокультурные процессы происходящие в обществе.  </p>
    <p class="larger">
      Наиболее значимым событием последних дней бесспорно является Чемпионат мира по футболу,  проходивший в России с 14 июня по 15 июля 2018. Такое крупное событие определенно оставило след не только в головах людей, но и отразилась в их социальных сетях.
    </p>
    <p class="larger">
      Наша работа посвящена анализу цифрового следа, оставшегося от Чемпионата мира. Целью этой работы является сбор данных для последующей междисциплинарной аналитики цифрового следа ЧМ-2018. За основу была взята такая социальная сеть, как Twitter.  </p>
    <p class="larger">
      В рамках этой работы мы выгрузили более 1 млн. сообщений, в которых содержались официальные хэштеги чемпионата. </p>
    <p class="larger">
      Далее был определен язык сообщений и все сообщения были разбиты по самым часто встречающимся языкам: Русский, Английский, Французский, Испанский, Португальский.  </p>
    <p class="larger">
      Затем, из каждого сообщения были извлечены ключевые слова (например, “Россия - чемпион”) и именованные сущности (например, “Игорь Акинфеев”).  </p>
    <p class="larger">
      Также для каждого сообщения была определена общая тональность (позитивная или негативная), а также базовые эмоции, содержащиеся в нем: </p>
    <ul class="larger">
      <li>1)	Радость</li>
      <li>2)	Гнев</li>
      <li>3)	Печаль</li>
      <li>4)	Страх</li>
      <li>5)	Отвращение</li>
    </ul>
    <p class="larger">
      Итогом нашей работы стало отражение общей информации о всех твитах в виде интерактивных графиков и диаграмм, которые Вы сможете увидеть на этой странице. </p>

    <hr>
    <p class="bigger">
      Работа была выполнена студентами ИнФО и ИРИТ-РТФ в рамках проектного практикума.  </p>
    <hr>
  </div>
</template>

<script lang="ts">
    import Vue from 'vue';

    export default Vue.extend({
        name: 'AboutProject',
        props: {},
    });
</script>

<style lang="scss">
  @import '../assets/scss/title';
</style>
